// export const steps = {
//     init_files: 'Загрузка файлов',
//     init_stage: 'Подготовка источника',
//     init: 'Инициализация основных таблиц',
//     init_model: 'Инициализация таблиц для построения датасетов',
//     etl: 'Преобразование и нормализация данных',
//     model_etl: 'Построение датасета',
//     finish: 'Успешно'
// }
export const steps = {
    'Загрузка файлов': 'Загрузка файлов',
    'Подготовка источника': 'Подготовка источника',
    'Инициализация основных таблиц': 'Инициализация основных таблиц',
    'Инициализация таблиц для построения датасетов': 'Инициализация таблиц для построения датасетов',
    'Преобразование и нормализация данных': 'Преобразование и нормализация данных',
    'Построение датасета': 'Построение датасета',
    'Успешно': 'Успешно'
}